rails-app/app/controllers/api/v1/documents_controller.rb

INSERT INTO "documents" ("body", "created_at", "updated_at") VALUES (?, ?, ?)  [["body", "weqweqw"], ["created_at", "2018-11-13 19:38:19.258006"], ["updated_at", "2018-11-13 19:38:19.258006"]]
---
        def create
    	   @document = Document.create(doc_params)